app/controllers/contacts_controller.rb

  def create
    @contact = Contact.new(contact_params)

    respond_to do |format|
      if @contact.save
---
INSERT INTO "contacts" ("name", "message", "mail", "phone", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?, ?)  [["name", "Prueba 1"], ["message", "sadasd"], ["mail", "asd"], ["phone", ""], ["created_at", "2017-07-19 08:26:15.225729"], ["updated_at", "2017-07-19 08:26:15.225729"]]